{"gtaReviews":["","","this guy is my accomplice in murders","Meh. I picked the wrong place, I meant to go south. Not north. But, good service","This dude is totally an accomplice.","i fricking died","Kinda dangerous to take a ride, but life changing. Always again when I feel like punching a prison guard. Thank you for your wisdom, crazy ass taxi driver!","was quick","It was indeed an interesting and fun ride","loved this ride, we only hit a few pedestrians but they probably deserved it. he gave me $20 so 1 extra star","the best ride ever. Zero complaints would recommend. Opps sorry i put 1 instead of 5 stars","I dided in a fireball because the driver couldn't shake the cops after drinking and driving","I loved it but it made me sick","because I enjoyed it that why I gave u 5 stars","good spins and shortcuts","-4 cab needs work","it was a great ride the driver gave me picklocks to steal that jet which was on the news","it would have been better if everyone was trying yo kill us but thank you","gamba","smooth ride. could fire my useless employees while getting a good ride from this outstanding taxi driver!","I Love the hard hill jumping","great ice cream advice. very professional. very chocolate","This guys making trouble in my neighborhood.","thank you for the lovely ride enjoy your time  slow mode","driver is a great listener . oh no i’m being attacked","i did it for me. i liked it. i was good at it. and i was really — i was alive.","could use stronger windows","i love the foreshadowing and leap was great","i will fight tonight for the good of all taxis. thanks for the lift","","stars, he didn't help me rub the bank","excellent service, fantastic tricks performed by the driver, knocked a star off cause of poopy pants","the ride was perfect but there wasn't enough fog.","moth man is satisfied with ofering","i almost died but at least it was from allergies and not from tax fraud","got me to the beach so i could start my news years resolutions. i’m going to finally start my underground shark fighting business.","i am ruined worst taxi service ever i mean come on","my last taste of freedom was so sweet, i don't mind spending the rest of my life in prison. i'll recommend you to all my tax-evading friends.","i'm in place i wanted but river was mised","the shadow clan didn't know who they were messing with.","i got where i needed to go, but the hospital visit was frankly unnecessary. push through the pain.",", geraldine sure loves her pickles and murder","does not respect equine dignitaries","this luxury limo helped me commit grand larceny. you should all book a ride with this limo company! speedy getaway even through mobs and five stars worth of cops","hangover part 3 was pretty good","ride was good and protection was nice but i did not like explosion at the end","a rough ride but seems to know when to keep their mouth shut"],"gtaRatings":[3,5,5,4,5,1,2,4,5,5,1,1,5,5,5,1,4,3,5,5,5,5,4,5,5,5,4,5,5,4,4,4,4,5,5,5,1,5,3,5,4,3,1,5,5,4,5],"previousRiders":[],"currentRating":4}