{"data":[["akiryuto117",{"NameAsDisplayed":"AkiRyuto117","Messages":["hopefully it's not someplace easilly assecable by water","if you're thirsty you should drink some water","water","curse you cory","Be MoRe CrEaTiVe WhEn TaLkInG aBoUt WaTeR","keep the bees away from the water","oh man, those cherry blossoms look beautiful. like a beautiful sea of water","a big cave just waiting to be filled with water","you've given us too much power","we've become waterbending masters","this is just us using water spout","Bruce Lee 2004","oh","das a warden","twould be a shame if water happened to spawn","oh yeah. wardens will mess you up"],"TimesAttackedEnemy":0}],["leva_p",{"NameAsDisplayed":"leva_p","Messages":["all this mining is making me thirsty","Oh no he's on fire! Someone bring some water!","\"be more creative when talking about water\"","can you just add a water to each message?","Water water","water water water","water is the bee's knees","I wish this forest had more water in it","like a lake filled with water","or a water filled river","that view needs a waterfall","I wonder how good you'd sleep on a waterbed?","With enough water, it would look like the sky again","all this water is making me have to pee","water doesn't crash, it floods","whoa whoa whoa! did you meet your follower goal?","like a watergun?","I heard you need at least 8 glasses of water a day","I always like it when caves have water. Saves me from the lava","oh good, the waterbed survived","endermen don't like water","need AI to track your voice so whenever you say water it spawns too","that would be a fun stream, only when you say something like water it spawns, so chat tries to get you to say the key word like water","how much water do sponges hold?","underwater cave","I'm impressed at how well you are doing with all this water flooding","All this water is making me thirsty again","I always wondered how those glow caves form without a water source.","A friend dug a hole in the garden and filled it with water.. I think he meant well.","If you get hurt in the water, who will come to help?  A sturgeon","All this running water is like watching a live stream","What kind of grades do ocean fish get in school?  I'm not sure, but I do know they are below C level","Maybe there is no lava and it's only water","oOoOOooOOO that is a good trick","might as well hung for surface lava now","its like the opposite of a desert water mirage","finally!","need some water?","whatever visual mod you are using is amazing!","only those steps? You got this","so needy with the water","us? break the portal with water? never","no.. I think that was player error","didn't build the portal in the right spot","haha! that is funny how close it was","Cory drunk on all the water","flooded with water?","did you just stumble into one?","Sounds like FindingFocus needs to do a \"first time minecraft\" stream :)","need some water?","Summon water","if you die I'm going to cry waterfalls","hoglins?","build a portal at the fortress and come back?","spawn water at lava?","RIP","This is turning into a world hunger day stream now","we have hope","Poetic ending","that is a lot of water","spawn angry bees","great stream today!"],"TimesAttackedEnemy":0}],["anonym0us3_otaku",{"NameAsDisplayed":"anonym0us3_otaku","Messages":["is it possible to drown on dry land? There's no water here.","I don't think putting water in your wood stove is good for it","the bed looks like it's comfy - I wonder it it's a water bed?","i cast water ball","I mean if I can cast fireball, I should be able to cast water ball as well, right?","fire birns and water drowns","water way for your code to crash... I wonder if I also crashed your water level mod?","“Empty your mind, be formless. Shapeless, like water. If you put water into a cup it becomes the cup. You put water into a bottle and it becomes the bottle. You put it in a teapot, it becomes the teapot. Now, water can flow or it can crash. Be like water, my friend.”","hehehehe","I wonder if the water can rise so high that the entire map becomes Kevin Costner's Water World","there is no such thing as too much water...","Have you never heard of ithe way industrial drill machines use water to help cut through the rock and bore underground?","what does a waterlogged creeper look like?","you know you need to hydrate often. drinking water regularly is healthy","water way to go","can you grow any crop undergound in minecraft? I wonder if watermelons would be fine to grow down here next to lave and bedrock... you are below the water table, after all.","I guess with the sea level being raised, you need water wings or floaties to safely take a dip underground","it would be so helpful if the water could wash the endermen away","if there's too much water lying around, I guess you could put down a few sponges to soak the water up and dry everything out. Then the water wouldn't be such a big problem, right?","maybe you need to get creative to get sponges and prevent us watering this hellscape to a point you can only swim anywhere","would water help keep your bed clean and let you wash your sheets?","water and torchlight sadly do not mix well","with all the water we've been pumping underground to styme you, you probably wish for the halcyon days when we would just turn everything into gravel","oh, look! a cave that's above the water level! you don't have to do scuba spelunking anymore","it's like some fun stalagtite filled water slide!","water you gonna do if you end up fighting a warden underwater while underground?","...","I forgot the yell","water you going to do if the sea level rises high enough that you'll end up drowning if you can't climb out of the tunnels that resemble water pipes more than pathways?","a watery grave before you beat the ender dragon is a fail state, then? ouch","water the chances you end up spawn drowning?","aww, so you don't like the idea of sleeping on a wonderfully comfy water bed?","the cobblestone is only going to funnel the water onto the bed","water does not get fucked... water fucks you up especially if it gets in your airways","try to go for a friple stack!","water the chances that the water level rises so much that water is the only thing you end up being able to see for miles and miles?","water you looking for a hole for? I thought this was a PG stream and therefore you need to keep it clean before the watershed","water you referring to, @sakimcgee ? I didn't mean Parental Guidance - I meant Proper Gamer!","it called you \"@sakimcgee\" , @sakimcgee","if you dig straight down, you can save yourself from fall damage with good timing and a bucket of water","hydrating is a properly patriotic thing to do! fill your water-bottle with water! drink your fill of water! water is healthy!","there's a reason water gets called hard water - it's when it has all kinds of metals dissolved in it to make it tough and strong... and yet people keep trying to distill water!","if I spawn enough water under the water-table here underground... will that cause water erosion and collapse the cavern?","there isn't \"fucking nothing\" down here - there's a lot of water","water, water everywhere - not a drop to drink or spare... Just as bad as when you played Raft, Astormyz... shame about the rising seas","we could celebrate world famous volcanoes? That would be an excuse to spawn lava... but not to spawn @leva_p - Leva should remain unique","we could accidentally get rid of all the laval by spawning too much water or flood your water bed","water you doing? drowning? water way to go","can water wash your stuff away? let's find out","water you doing trying to grow grass undergound? how are you going to mow and water that lawn? it's not even going to grow right","1yell why don't you introduce yourself to the warden? water you so afraid of?","exactly how you did, Stormy - just say the word \"water\" or anything that includes the word in what you type","water is fun, but i had so many clips of Cory mistreating women - setting them on fire on coaches and running them over with horses","are you trying to dig your way over here to Waterloo?","water you going to do to get down below and grab the lava?","If there's one thing I know, it's water beats fire. But grass beats water, and fire beats grass. Good God, it's like a never-ending circle!","Water beats Fire. Fire beats Earth. Earth beats Water. It's a classic Red beats Green beats Blue beats Red, similar to Pokémon.","water you waiting for? an invitation?"],"TimesAttackedEnemy":0}],["the7ark",{"NameAsDisplayed":"The7ark","Messages":["test","hey i love water"],"TimesAttackedEnemy":0}],["sakimcgee",{"NameAsDisplayed":"sakimcgee","Messages":["ooooh they're publishing the atla comics on webtoon now so I can finally read them yaaay","Also hello I'm back from my random BG3 playthrough and it's going so absolutely bad, I just got all the tiefling refugees murdered :')","The good news is the druis also murdered the fuck out of us so now I have to reload and maybe not do a genocide this time","Very open concept I like it, it flows like wate4","FUCK","FUCK YOU WATER","Nice ravine though","Okay okay is is saying water multiple times within the same sentence, like doubling down on water content?","YES","maybe the monsters are just mad cuz they're thirsty, you should offer them some water or perhaps a flavored water adjacent beverage","You idiot you gotta take doors with you if you're gonna be diving","smh men can never find the right holes","There are no parents here for guidance","the doors cory, you need the DOORS","what the fuck did that voice just call me","I am now the child of renowned musician Kenny G.","Just dig straight down it's easy as drinking water","I don't need an excuse to say water. This is AMERICA. Water is a human right, and so is saying it.","I'm on the toilet","D:","Iron? More like... hard water is defined as water with a high percentage of metals and minerals including iron","Cory you can't fight against the flow of the water, you gotta swim downstream, become one with the water","Oh I remember Lost, that was that show where they were on an island surrounded by water","It could have been a kitchen island, you don't know. Although that would have been a a much different show I think.","When I was in Japan, my friend was in the process of finishing Lost so I've seen like the last 10 ish episodes by proxy lol","how does my voice say naughty words? Fucking shit damn","Quick everyone say water but you gotta say it in a full sentence ideally with multiple water hits","I wish all water on earth to be replaced by pepsi","Give us the power to spawn lava cory do it","I sure hope the lava doesn't meet water, that would be kind of annoying since there's so much water already","My therapist says drinking water helps calm anxiety, get to sipping bitch","bring back spawning women so we can spawn wet ladies","OH COURTNEY KILLING ENDERMEN IS SOOOO EASY DON'T BE A BABY","I specifically only fuck with them after I have made a safety porch","cory doesn't mow laws","cory lays awake at night fearing the sound of mower blades, the effervescent scent of gasoline haunts him","she water all over my mine until I craft","Definitely below water level","water you. That's it. It's a command."],"TimesAttackedEnemy":0}],["astormyz",{"NameAsDisplayed":"Astormyz","Messages":["GOOD MAN HOWS YOURS GOING?","Playing some minecraft and raft","how does one spawnwater","is it only water?","lava?","still cool","what a horror","sounds like my time of red dead","water you talking about","water are you trying to do","make sure you bring a water bucket, so when you fall you can catch yourself","so your playing raft?","water you going to do if the map gets too flooded"],"TimesAttackedEnemy":0}],["findingfocusdev",{"NameAsDisplayed":"FindingFocusDev","Messages":["water","mucho aqua","you’re welcome","gezoontight","you’re safe attacking them","for sure","I definitely know","Arr. Eye. Pee.","w a t e r","aqua water with aqua water","I don’t know what I’m looking for but I’m excited","is blazes fire guys?","I played Minecraft once and as soon as I made a house my friend showed me what tnt did 😭","blazes are creepy","drop a rod you cowards","unwater the nonwater for aqua based water attacks","water in hell is water I yell and water I don’t is water I will water plus agua","nagua, eau, Wasser, acqua, água, вода (voda), 水 (shuǐ), 水 (mizu), ماء (maa’), पानी (paani), 물 (mul), su, water, vatten, woda, νερό (neró), מים (mayim), น้ำ (náam), nước","don’t worry we’re done with the water bit","much water 🐕","wat er, watt err, wat er, what err, wat ehr, wat erh","wat err, what air, watt er, watear, whatear, water, whaterh, what’re, watter","let’s go team we got this"],"TimesAttackedEnemy":0}],["arixama",{"NameAsDisplayed":"Arixama","Messages":["you need some water","water you up to","water only once in a message or like water many times in a message","what abou the most water?","oh just one water? i think there should be many waters upon the watering hole","are there any hot water options?","oh so we and fill you with water and also fill the nether with water?","like 7 levels of water","how water did you water get to the nether? water portal?","water ellie, theres water in the ocean and water in lakes","theres no water in the nether until there is water in the nether and THEN you get very wet in water","WATER LAVA WATER LAVA WATER","spawning water","water big water little water","I'm so tired of peeing, I drink the water (which i apparently need to live or something) and then I have to put the water somewhere else 5 minutes later. I drink the water, I go to a place to un-drink the water, I wash my hands, I leave, and then i have to drink more water!!","when are we spawning bees","well just have to celebrate early","^"],"TimesAttackedEnemy":0}],["one_1egged_duck",{"NameAsDisplayed":"One_1egged_Duck","Messages":["Water","Pee water","Cory feet in water","I get sick and poop water","Drinkable water","Water helen","Can you drink water","What about butt chugging water","Cory smells like hot dog water","Cant sleep on a water bed in the nether","Cory smells like old hot dog water","Water man water man does what ever a water man can. Can it water yes it can cause its a water man.","Water in my glass water in my lake water in the ocean water in the clouds. Water in my toliet water in my sink. But no water is the dessert unless its in a bottle water or in a cactus water","Water man water man does what ever a water man can. Can it water yes it can cause its a water man.","Can we water down this water so water doesnt come out the watery eyes of water cory as he waters his flowers with his watery eyes","Water in my glass water in my lake water in the ocean water in the clouds. Water in my toliet water in my sink. But no water is the dessert unless its in a bottle water or in a cactus water","If you can get more obsdian","The word water has lost water meaning but like i want water to keep saying water cause water spawns water and water makes cory unhappy cause i get a good laugh outta spawning more water cause water in nether water makes obsidian in water world nether so cory down your tears in this watery water message"],"TimesAttackedEnemy":0}],["elliejoypanic",{"NameAsDisplayed":"elliejoypanic","Messages":["water",":)","WOWWW","fine chatbot i will be more creative when talking about water","just watch meI can be so creative when talking abut water","i love being creative about water","especialyl when I can use water to take revenge","tehre's water in the sky too","water everywhere","did you know water","changes lava to obsidian","when water touches obsidian","wait there isn't normally water in the nether","yeahnow there's water everywher","water water water i like water","such beautiful water","how much do you like water cory","LEVEL UP WATER TIME BAYBEEE","can I be a water mage"],"TimesAttackedEnemy":0}]],"timestamp":"2024-03-23T04:40:53.796Z"}