{"data":[["thelindenbookie",{"NameAsDisplayed":"thelindenbookie","Messages":["hellooooo","I thought you were back to work today!","happy to see you","ohhhhh MLK day","I get that","I’ll be on a plane for part of today but I’ll be here until then","going home","I’ve been dogsitting for my parents down in Florida while they were on a trip but I’m heading home to see my doggos and husband today","going from 70° and sunny to like 5° with a -30 windchill","it was very relaxing! I basically never left the house and just read","ok but I like the cool but not the -30","lol yea","they live on the gulf side of FL and have a nice hot tub so even though it was cool here I still got to soak and read. it was really nice.","but no matter where I go I always miss my own bed and my pups haha","yep","100%","my new fave chill music is 70s lounge lofi. it feels like you’re in Severance","I’ll send you a playlist to try when you’re off stream. the vibes are excellent","you’re here","“wants to talk to manager”","I'm back, this time from the airport","But crappy airport wifi so you are blurry Cory haha","Bigger camera would be good!","hahahahahaha","I'm excited","ok accuracy XD","DANGGGGG this is some teamwork @WolfyTheLurker","hahahaha I can't hit him at all","idk if you saw, but Wolfy and I buffed each other so hard","lollllll","ok bookie can't roll above a four today","I think your chat broke","You should do a remeed for when it breaks so we can tell you haha","*redeem","SIGH","lmaooooo","Its because it's monday","OUCH","Thank you @WolfyTheLurker","jesus","bahahahaha","Monday is a the7arScam the7arScam the7arScam","I love it","I think when I get home I'm gonna make myself a little mini guide with all my moves on it. I love using all the different ones. I know we can check with !moves but I wanna make like a little spell book doodle haha","Byeeeee Wolfy!","lol","okidoke, hopping on a plane. Have a good rest of stream!","Psssst your chat thing is broken again :P"],"TimesAttackedEnemy":0,"NameColor":"#2651AF","TimesDied":0,"IsSubscribed":true,"AttackedEnemySinceDeath":true,"LastMessageTime":"2025-01-20T21:55:00.953Z","SeenChristmasMessage":false}],["mic00f_the_protogen",{"NameAsDisplayed":"mic00f_the_protogen","Messages":["Hi","Timmy got any new sentences?","32","30","I wanted to die","I used 6 cakes in a row without dieing","The part is that I use the cake to die","The real lucky moment is when I got 8 jackpots in a row with a chance of 1 in 1.6m","what is with the special item that just hurts me . You said your gonna make an item for me for that","Yes","Sticky salmon","I caught a moldy salmon","Back"],"TimesAttackedEnemy":0,"NameColor":"#008000","TimesDied":0,"IsSubscribed":false,"AttackedEnemySinceDeath":false,"LastMessageTime":"2025-01-20T18:55:04.095Z","SeenChristmasMessage":false}],["crazdude755",{"NameAsDisplayed":"crazdude755","Messages":["Sup, man?","I see ya.","Speaking of game dev, I got GameMaker on my PC and I’d like to give it a go. You know of any tutorials?","Meh. Figured I’d ask just in case.","I caught a sticky bottle?","I mean, the best engine I’ve been able to use is Ren’py. I’ve been getting the hang of that one.","Ren’py is best for Visual Novels.","No expression, but alpha build for all I know.","Ah","Huge torch? That isn’t a bad find tbh.","clickity click clickity clack clack clickity","Tuna. Not my fave, but not bad at all."],"TimesAttackedEnemy":0,"NameColor":"#0000FF","TimesDied":0,"IsSubscribed":false,"AttackedEnemySinceDeath":false,"LastMessageTime":"2025-01-20T18:25:53.349Z","SeenChristmasMessage":false}],["cronus",{"NameAsDisplayed":"Cronus","Messages":["Hey whats your game about?","I already really like the Theme one of my favorite vibes is from a show named \"Midnight Diner\"","How do you keep yourself organized when working on a new project?","I'm working on my own game right now, I'm just worried so worried about doing it the \"Right\" way that I have like paralysis or something","Its my first game, and I have no idea how to code or anything so trying to absorb as much knowledge as possible","Hahaha I've already went through all the stages of grief, I'm starting simple now.","I've started and scrapped it all like 20 times by now","I really like your art style in these games","Thats really cool","I'm going to join some game jams to force myself to finsih shit, it'll probably be a good fit","Thanks for the advice","have you released anything on steam or ever plan to?","How long have you been coding and stuff?","Nice, I'm kinda living in youtube tutorial land, but I aspire to get a point where I can just imagine a system and build it without having to google a ton and review other sample projects and stuff","so is it a clinic or a pharmacy lol","Whats this version control thing at the top left?","Is Version control like a plugin or something to keep track of changlogs?","OH THATS SICK","so if you cause a bug you can find what you changed and see whats up?","Wolfy is a silly guy","Bye Wolfy","Whats a peep @The7ark","heard","Catch you later"],"TimesAttackedEnemy":0,"NameColor":"#41FF00","TimesDied":0,"IsSubscribed":false,"AttackedEnemySinceDeath":false,"LastMessageTime":"2025-01-20T22:18:53.803Z","SeenChristmasMessage":false}],["mrnew10",{"NameAsDisplayed":"MrNew10","Messages":["wait what happened to famous actor Von Schnickledorf?","ohhh is this a new game?","kind of reminds me of Jazzpunk, but more interactive","Jazzpunk was the game where TotalBiscuit voiced a character I believe","you can really tell when a game is made out of passion and fun, rather than when it's made to make easy money","if you want to see a game done right in every single possible way in my opinion, check out Nightmare Reaper. Hands down shows why indie games are the future.","yeah I normally hate looter shooters, but dang it's so well made","no that actually is pretty cool","I did find thee worst game on steam a couple of months ago... it is called Flat Earth Simulator and yes it's that bad lol","what about some easter eggs to your other games?"],"TimesAttackedEnemy":0,"NameColor":"#8A2BE2","TimesDied":0,"IsSubscribed":true,"AttackedEnemySinceDeath":false,"LastMessageTime":"2025-01-20T19:59:15.162Z","SeenChristmasMessage":false}],["one_1egged_duck",{"NameAsDisplayed":"One_1egged_Duck","Messages":["Its afternoon here","Get blinded fool","Cory i started new allegations that you started the California fires","So you are in russia?","I always knew you were one of the Chinese tik tok spies XD","See he isn't even responding to it","97","103","Cory do wear shoes that have laces or slip ons. You seem like a slip on guy","You also seem like the type of guy who doesn't like lettuce on his tacos","You seem like the kinda guy who doesn't use a bidet.","I enjoy a bidet. It makes me feel more clean down there","I also dislike slip ons","Bidets are one of those things you hate at first but slowly see the brilliance of them","You seem like the type to give your sims a swimming pool then take a way for them to get out of the pool","You seem like the type of guy who sleeps with pillow","You seem like the kinda guy who blinks at least once a minute","You seem like the kinda guy who codes and it breaks often","You look like the kinda guy who looks like a kinda guy","You look like a guy who orders 95% of his meals through door dash","I dunno im a broke ass bitch. I want food i gotta make it","You're talking to a guy who is currently penny pinching to afford a single ssd","You a uber eats guy or something","Thats like the two i know","I did use insta cart once.","I would bite his thumb off","Cause all things can be solved with violence. If it doesn't you aren't using enough violence","You are saying im wrong. I'll fight you to the death","Cory is peeing into a empty dr pepper 2 litter bottle right now","Your piss maxing","We all know you got the pee drawer too","Have you ever seen those memes. It fucking stupid but it makes me laugh","Pee drawer","The kids face though","If they disagree. Murder","And find their family","Track down their whole bloodline and erase that their whole lineage ever existed","If you disagree pull out the broadsword and smite them","Can you make a medieval knight who if told no he goes on a holy crusade against the shop","Can you add my long time terraria character wet larry","I dunno he doesn't want to talk about it"],"TimesAttackedEnemy":0,"NameColor":"#62FAFF","TimesDied":0,"IsSubscribed":true,"AttackedEnemySinceDeath":false,"LastMessageTime":"2025-01-20T19:42:19.487Z","SeenChristmasMessage":false}],["wolfythelurker",{"NameAsDisplayed":"WolfyTheLurker","Messages":["130","I don't know just wanted to redeem that one xD","Which class has confuse as a move/ability?","Post office?","Police/Security maybe","ahh ok","How much does it cost Santa to park his sleigh?\" \"Nothing, it's on the house.\"","40","Math are not my thing xD","\"Why are piggy banks so wise?\" \"They're filled with common cents.\"","@thelindenbookie Np :D","Always xD","Well lucky for you i gtg now so more sounds from me :D","no'","No more sounds'","Bye all!"],"TimesAttackedEnemy":0,"NameColor":"#FF0000","TimesDied":0,"IsSubscribed":true,"AttackedEnemySinceDeath":true,"LastMessageTime":"2025-01-20T21:48:42.815Z","SeenChristmasMessage":false}],["kgu111",{"NameAsDisplayed":"Kgu111","Messages":["heyyy","was bout to start too and saw u online hows ur stream going so far?","rim world","but ur orbital strikes aint gonna bother me","XD im in garage","@One_1egged_Duck i second that","oki gtg lov u and see u round"],"TimesAttackedEnemy":0,"NameColor":null,"TimesDied":0,"IsSubscribed":false,"AttackedEnemySinceDeath":false,"LastMessageTime":"2025-01-20T19:38:02.546Z","SeenChristmasMessage":false}],["the7ark",{"NameAsDisplayed":"The7ark","Messages":[],"TimesAttackedEnemy":0,"NameColor":"#8A2BE2","TimesDied":0,"IsSubscribed":true,"AttackedEnemySinceDeath":false,"LastMessageTime":"2025-01-20T22:19:08.507Z","SeenChristmasMessage":false}]],"timestamp":"2025-01-20T22:19:47.881Z"}