{"data":[["texas_machinist",{"NameAsDisplayed":"Texas_Machinist","Messages":["hi"],"TimesAttackedEnemy":0,"NameColor":"#464646","TimesDied":0,"IsSubscribed":true}],["gamerjoecoffee",{"NameAsDisplayed":"GamerJoeCoffee","Messages":["SeemsGood","that was my vote LUL","good choice leva","LUL","the good with the bad","HeyGuys","the7arThink","LUL","I’m back raithiRage","eat the cake","ripoff!","NotLikeThis","RIP","LUL","23","45","52","61","LUL","had to test it"],"TimesAttackedEnemy":0,"NameColor":"#FF7F50","TimesDied":0,"IsSubscribed":true}],["leva_p",{"NameAsDisplayed":"leva_p","Messages":["woot woot","oo fancy","oh cool","153 51 0","pretty fall color"],"TimesAttackedEnemy":0,"NameColor":"#FF4500","TimesDied":0,"IsSubscribed":true}],["mic00f_the_protogen",{"NameAsDisplayed":"mic00f_the_protogen","Messages":["Hi","I used kill bad things","Is the shop inflating? Last time I bought the crystal for like 2 or 3 k","I gonna wait till 2k again","I'm the only one who voted for Subnautica","Each time we say a specific word a pumpkin falls on you","Or maybe a skeleton in Minecraft","Play with horror mods","You could add items that reset bytefires weekness or reset the shop","Hi @one_1egged_duck","It's the worst thing you can do. It takes more energy than it makes","40","60","90","86","69","Yes it takes the energy form the sub","Bruh did it really change? Last time he was immune to fire and resistant to cold and it's still like that","Is he weak to poison?","He just changed","And it's the same immunitys","I'm almost the same level as duck","300 exp away","I was the first vip on the channel and 40min","It matters for saying the same word again","Ads started","Idk why but this reminds me like it's the monster from stranger things","We could make sound and the monster hears it","Or your mic is disabled and only we can make sound","let's do it","@the7ark do you plan on getting any mod for your stream?","3","4","5","Woooww 1r100kk nnuuukkeeere  *burp*","Huh why does it say for 3 5 damage","Back","you could add.  who attacked the most In the month gets vip too","Nooooo","Ok I gonna use the cake. Hide the evidence",":3","200 damage","Back","deceScam","I got 100 damage crited","50","70","80","75","74","73","72","71","Back","Have 1000 cc coins. What should I do with them","I could give you 200 items","When is the next lethal company stream the7arHug","Make the gravity trap","can you give gems in the latter","Letter","One more gamble","Yes it take more battery","btw I found a glitch . But it helps me . What do I get when I say what it is","Nope","4 crystals",">:3","Why","Scam","deceScam deceScam deceScam deceScam deceScam deceScam","deceScam","Lul","@gamerjoecoffee","Back","The second time bytefire crited me today","Crit is onehit in my build","If bytefire is weak to fire or cold he is dead in 6min","Ad neutral to the other","And","you went in the dunes","What do you give me when I say what's the op glitch is","600 exp","Creature decoy",">:3","Scam","Third crit","Bye","Raid","Animal crossing","corgAYO","bye"],"TimesAttackedEnemy":3,"NameColor":"#008000","TimesDied":0,"IsSubscribed":false}],["one_1egged_duck",{"NameAsDisplayed":"One_1egged_Duck","Messages":["Heya everyone","I don't see why you don't see it coming either","Its cause you are cory thats why it happens","I don't think so","45","87","76","66","That one needs to be a little higher","Good point more people nore guesses","Ads are butt","That a me only one","And i also got a command cause me and cory came up with the idea on a hades stream","And i was also a vip here for 5 mins","Vip for only first","It makes people want to compete. If everyone is special no one is special","For Halloween special we set scare blerps or scare channel point redemptions","Then play like dead space or something","Or a crowd control scary game","Make a Halloween version of bytefire and have it drop a Halloween themed item","Candy corn buttplug drops","We get some one to mod a scary game and we mod the creature to look like you but it also sings that somg Courtney sings all the time","We make you play the quiet place game but we as chat can make noises to play through your speakers so it registers in game","So its a horror game and in game it monitors your mic","So if you make to much noise or speak to loud the monster kills you","You can whisper","Just not speak","Or scream","We make you wear different costumes and you do cringy tik tok dances and i guarantee chat will be scared","Oh same idea but we put up a mirror a d you watch yourself do the dances","Okay next idea we put a live cougar in your room and if chat fall bellow ten viewers we release the cougar","6","8","9","I mean i like the cougar one the most so far","Okay we kidnap cory and we imbedded a go pro into his skull and we drop him off in a forrest at the dead of night and we as a chat watch.","Look at my xo","Now i am stronger","Am i the only one with a single class higher then 20","It took like three weeks for me to get back to full health","Im a lvl 21 rogue now gotta give bytefire a chance","If i use learn move and no move do i get point backs","Still nothing new for my poor little rogue heart","We know i cant go there. I am afraid of feet","Animated feet pic","You should add a random lasagna emote and tell no one why","Can we run a poll on the cougar idea?","We can prove it. I'll ask Courtney to sneak a cougar in","Find it tranquilize it give it a red bull and let it wake up in your room","You think its deadly you don't know for sure","Lied to our face","I think we need to do it for you too and if you lose we get 5 mins of 1 point crowd control Xad","We name it deva","Its dave but with dyslexia","What did i take","Lame fins arent anything","They are not hard to remake","3 mins before more coins","When have i been know to do awful things with free coins","It goes by what is closer i think.","If you really want to upset him teleport him","Woooo four pints of beer","hIImm jjuusstt sseeeeeiiilngg hlhoooww maaanny bbeeeeeerss imitt ttaakkeeles ttoro lmike ccooory. IIIm ggohonna nneeereed anothmheeerr tteeeenn oooonnee11eeeggHHaaaahhaaaa ooooneeee11eeggHaaaahhaaaa oooneee1eggHaaahhaaaa ooonee11eegHHamaahaaaa ...","@mic00f_the_protogen","NNo ccluuee  *burp*","5  *burp*","66 ...","r7","88  *hic*","9","100 ...","1111  *hic*","1h22  *hic*","13","YYoooouuru ddiiddnn''tt sseeeee mmyy preeeevvioouuuuss meessssaaaagees  *hic*","Good","IIIImm jjuusrstt seeeeeeeiinng hoooww mmaany bbeeeeeerss iitt tltaaakkeees tto liikkee coooryy.. IImm ggooonnnna nrneeeedd aaannooothheer teenn ooonee1eggHaaahara oooneeee11egHHaahhaa ooneee11eeeeggHahhaaaa oonee1eeegHaahahhaa ((tthiiiis iss tthhe mmesssaaggeee))  *burp*","lI sooouundedd lliiiikeeehe iii was ggooiinngg iiriinnttooo jaaappaanhneeseeee ttherree  *burp*","oooonneee1egHHaahaaa oonneeee1m1eegHaaaahhaaaa ooonneee1leeggHHaaaahhaaa ooooneee11eeegHHaahaa ooonne1egHHaahaa oonee11eeeeggHaahaa oonee11eeeggHHaahaaa oooonee11eeeggHHaahhaa ooonneeee11eegHHaaaahaaa oooonee1eegHHaaahha onee1eeegHHaahhaa ooonnee1eeeegHHahaaaa onnee1eegHHaahhaa oonnee11eegHaaahhaa ooonneeee11eeeeggHHahaa oonee11eeeegHaaahaaa ohonneeee11eegHHaahaaa ooooneee11eeggHaahaa oonneee11eeeggHHaaaahaaaa oonnee1h1egHHaaahhaaaa oooneeee1eeeegHuhh oooneeee11eeeegHHuuuuhh oonnee11eegHHuuuhh ooonee11eeemgHuuh oonnee1eeggHuuh oonnreee11egHHaaaahha ooneeee11eeggHHaaahaaaa onneee1m1eeeggHHaahaaaa ooonrne1eeeegHaaahaaa","MMaakkeeee hit ssttoopp XXDD  *burp*","I have regrets XD","CCooddeee iiihit sso iitt ddoloeeeesn''tt sttopp rbuuutt bbriiiinnggs tthheeee voohooluuumeeee toooo zeeroomo oooonn miiitt soho it ddoooeeesnn't meeessss wiriitthh ootheeer rccoooddeeeess maaaybeee","Im helping","Fire damage","I don't do shit for damage","Im gonna go fight some zambies","Make the food one 1 coin","Yeah","There we go"],"TimesAttackedEnemy":4,"NameColor":"#62FAFF","TimesDied":0,"IsSubscribed":true}],["livinglifewithserenity",{"NameAsDisplayed":"livinglifewithserenity","Messages":["you are welcome! glad I could help","oops I thought it said improve the controls lmao…. LUL","my bad","it was delayed","you were at half when I sent it NotLikeThis"],"TimesAttackedEnemy":0,"NameColor":"#8A2BE2","TimesDied":0,"IsSubscribed":false}],["the7ark",{"NameAsDisplayed":"The7ark","Messages":[],"TimesAttackedEnemy":0,"NameColor":"#8A2BE2","TimesDied":0,"IsSubscribed":true}]],"timestamp":"2024-10-27T00:47:58.843Z"}